<?php

return [
    '401-title' => 'Нет авторизации',
    '401-message' => 'Вы что-то хитрое запросили, но не авторизовались должным образом. А если и авторизовались, то вам отказано!',
    '403-title' => 'Запрещено',
    '403-message' => 'Портал понял ваш запрос. Но сервер отказывается предоставлять данные по запросу. У вас, видите ли, нет полномочий на запрашиваемый ресурс. Каково а!?',
    '404-title' => 'Страница не найдена',
    '404-message' => 'Здесь нет и вряд ли появится запрашиваемая вами веб-страница.',
    '419-title' => 'Срок действия страницы истек',
    '419-message' => 'Пока вы спали, где-то что-то делали или уходили куда-нибудь надолго эта страница успела устареть.',
    '429-title' => 'Too many requests',
    '429-message' => 'Ну что это за блядство. Кому мешает этот маленький скромненький сайтик. А может вы дествительно строчите много запросов подряд? Непорядок.',
    '500-title' => 'Server error',
    '500-message' => 'Извините, но у сервера реально какой-то сбой или даже ошибка.',
    '503-title' => 'Service unavailable',
    '503-message' => 'Извините, сервер временно не обрабатывает ваши запросы. Возможно техобслуживание, может перезагрузка. Скорее всего это не затянется надолго.',
];
