<?php

return [
    'dashboard' => 'Панель управления',
    'you-are-logged' => 'Вы успешно вошли на сайт!',
    'cancel' => 'Отмена',
    'select-your-country' => 'Выберите вашу страну...',
    'optional' => 'не обязательно',
    'update' => 'Сохранить',
    'browse' => 'Выбрать...',
    'yes' => 'Да',
    'no' => 'Нет',
    'create' => 'Создать',
    'edit' => 'Редактировать',
    'delete' => 'Удалить',
    'save' => 'Сохранить',
    'actions' => 'Действия',
    'confirm-delete' => 'Подтверждаете удаление?',
];
