<?php

return [
    'sections' => 'Разделы',
    'tourneys' => 'Турниры',
    'posts' => 'Записи блога',
    'required-fields' => 'обязательные для заполнения поля',
    'create-post' => 'Создать запись блога',
    'edit-post' => 'Редактировать запись блога',
    'show-post' => 'Показать запись блога',
    'publish' => 'Опубликовать',
    'unpublish' => 'Снять с публикации',
    'post-title' => 'Название',
    'post-excerpt' => 'Краткое описание',
    'post-body' => 'Полный контент записи бдога',
    'post-image' => 'Изображение ',
    'select-image' => 'Выбрать изображение',
    'remove-image' => 'Убрать изображение',
    'image-hint' => 'Это изображение будет предварять вашу запись блога',
];
